<main>
        <div id="lside">Левый бар В разработке...
        Левый бар В разработке...
        Левый бар В разработке...
        Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...Левый бар В разработке...
        </div>
        <div id="content">В общем, все началось в 2016 году, у меня умер папа, жизнь как-то остановилась и я поняла, что не вывезу в одиночку праздники. 
                В гости идти не хотелось, сидеть там всех своим грустным литцом расстраивать, но и одной бухать в темноте под гирляндой тоже. 
                В итоге, было решено позвать кого-нибудь в онлайн, но чтобы это были новые люди, которые не знали о моей трагедии, не смотрели на меня с сожалением, не сочувствовали, ну и чтобы им тоже было интересно. 
                Был создан пост на сайте "Яплакал" и залинкован первый скайп-чат, потом их будет штук 10, в чат пришли люди, разные, хорошие, плохие, тролли, алкаши, извращенцы...в новогоднюю ночь стало понятно, что чат без модерации-проваль, я растерялась, но несколько человек из пришедших быстро сообразили, создали новую группу с модерацией, забанили троллей, и мы чудесно просидели до 11 утра в голосовом и видеочате, хохоча до боли в щеках. 
                Кто-то ушел после праздников, кто-то в течение года, кто-то остался на несколько лет. 
                Каждый год с того времени, за 2 недели до Нового Года, я создаю посты на Пикабу и Яплакал, приглашая новых людей в чат. 
                Чтобы, как и 6 лет назад, они могли в праздники найти кого-то, с кем можно побыть не в одиночестве. 
                Чаще всего у этих людей что-то случилось - смерть близких, тяжелые расставания, предательства, поэтому чат приобрел терапевтическую историю и миссию. 
                Впрочем, тут некоторые еще и женятся. и создают реальные компании в городах, и путешествуют вместе, так что это просто отдельная онлайн-жизнь, которой можно жить, пока в твоей случается "некоторое дерьмо". 
                Нет никаких расстройств и сожалений, когда люди уходят из чата, значит, их реальная жизнь начала выправляться и они смогли пойти дальше. 
                За 6 лет сменились все, кроме меня, каждый раз это новые истории, новые друзья и "психи", новые проблемы, моя жизнь тоже стала лучше, в ней больше нет одиночества, но я поняла, что бросить чат не могу, кто тогда будет открывать новым людям двери в онлайн-пространство с гирляндами?
        </div>
                <div id="rside">
                        <div id="form_reg">
                                <form>
                                        <label>Логин<input type="text" method="get" placeholder="Введите логин"></input></label>
                                        <label>Пароль<input type="text" method="get" placeholder="Введите пароль"></input></label>
                                        <button type="submit">Войти</button>
                                        <button type="submit">Регистрация</button>
                                </form>
                        </div>
                        <div id="barnews"><img src="/images/news 1.png">
                                сууукааа
                        </div>
                        <div id="usefulnew"><img src="/images/news 1.png">новое полезное</div>

        Temporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctioTemporibus autem commodi dolorum distinctio
                </div>
</main>